Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Norjassa kaikki kiinteät yli sata vuotta vanhat saamelaiset kulttuurimuistomerkit on
sme: Norggas leat buot fásta sámi kulturmuittut mat leat boarráseappot go 100 jagi

source: rauhoitettu, katso 9. kesäkuuta 1978 kulttuurimuistomerkeistä annetun lain n:o 50 4 §:n toinen
sme: ráfohuvvon, geahča geassemánu 9. b. 1978 mannosaš kulturmuitolága nr. 50 § 4

source: momentti.
sme: nuppi lađđasa.

source: Irtaimet yli sata vuotta vanhat saamelaiset kulttuurimuistomerkit, joita kukaan ei
sme: Luovos sámi kulturmuittut mat leat boarráseappot go 100 jagi, ja

source: omista, kuuluvat valtiolle, katso kulttuurimuistomerkkilain 12 §:n ensimmäisen momentin c
sme: maiddái ii leat dihto eaiggát, gullet stáhtii, geahča kulturmuitolága § 12 vuosttaš

source: kohta.
sme: lađđasa, bustáva c.

source: Ruotsin oikeudessa yli sata vuotta vanhat irtaimet kulttuurimuistomerkit,
sme: Ruoŧŧilaš riektedoalus luovos kulturmuittuid (fornfynd), mat lea boarráseapput

source: muinaislöydöt, on rauhoitettu kulttuurimuistomerkeistä ym. annetun lain (1988:950) 2 luvun 3
sme: go 100 jagi ja mat leat eaiggáda haga, suodjala láhka (1988:950) mii gieđahallá

source: §:n nojalla.
sme: , 2. kap. 3 §.

source: Tämän lain nojalla rauhoitetaan myös kiinteät kulttuurimuistomerkit, kiinteät
sme: Dán lága mielde suodjaluvvojit maid gittaorru

source: muinaisjäännökset, jotka ovat ” ihmisten muinaisesta toiminnasta peräisin olevia jäännöksiä,
sme: kulturmuittut (fasta fornlämningar), mat leat ” bázahusat daid olbmuid doaimmain

source: jotka ovat syntyneet muinaisen käytön yhteydessä ja jotka on pysyvästi hylätty ”, katso 2
sme: guđet dološ áiggiid elle, mat leat geavahussii ráhkaduvvon ovddeš áiggiid ja mat leat

source: kappaleen 1 §.
sme: bissovažžan báhcán, geahča 2. kap. 1 §.

source: 6) muinaisaikaiset hylätyt linnat, linnamäet, linnoitukset, linnakkeet, vallit ja vallihaudat sekä niiden jäännökset, kirkkojen, kappelien, luostarien ja muiden huomattavien rakennusten rauniot sekä muinaiset hautapaikat, jotka eivät ole seurakunnan hoidossa olevalla hautausmaalla;
sme: Gittaorru kulturmuittut Suoma lága mielde leat: ” 1) eanan- ja geađgečomat, juovat, geeagđerieggát ja eará geadgeráhkadusat, maid dološ olbmot dolin dahke; 2) hávddit ja báhkináigásaš hávdeeatnamat, vaikko eai leat oinnolaš mearkkat eatnama badjogasa; 3) geađggit ja báktebadjogasat, main dološ-áigásaš mearkkat ja govat leat, dahje eará sárggolmasat dahje málagovat, gollansárggastagat dahje eará čálastagat dahje nordadusmearkkat dahje oaffaruššanrokkit; 4) oaffarsánit, oaffarmuorat, sieiddit ja eará bálvvusbáikkit ja vel dološ-áigásaš čoahkkinsajit; 5) orrunbáikki bázahasat, ja dološ-áigásaš orrunsajit ja doaibmansajit, nugo viesut (visttit), maid leat ráhkadan go geavahedje dakkár orrunsajiid ja báikkiid; 6) doložis báhcán ladnit, ladnečomat, várjalusmuvrrat, ladnestagat, dorvodearpmit ja dorvogoivvohagat, oktan daid bázahasaiguin, girkuid, gáhppiliid, kloastariid ja eará dakkár mihtilmas ráhkadusaid (báhcán) roamit, ja dološ hávdesajit, mat eai leat dakkár hávdádanbáikkis, maid searvegoddi goziha; 7) geađggit, ruossat ja hávdegeađggit, mat leat ceggejuvvon dihto olbmo dahje dáhpáhusa muitun, dahje oskkusivaid geažil, ja eará dakkár muitomearkkat; 8) beroštahtti dološ johtalusgeainnuid, geaidnomearkkaid ja šaldiid (roviid) bázahusat, ja vel hávdádusdolaid ja eará dakkár meanuid sajit, ja vel 9) bissovaš luonddubáikkit maidda čatnasit dološ vierut, cukcasat dahje deaŧalaš historjjálaš muittut. ”

source: Asuinpaikat, luolat, kallio-onkalot, joissa on jälkiä siellä oleskelleista tai työskennelleistä ihmisistä, asumusten tai kirkkojen sijaintipaikat, kirkot, kaikenlaiset talot ja rakennelmat sekä niiden jäännökset tai osat, maakummut ja kuonakasat, talo- ja maatalokompleksit pihapiireineen ja muut asutuskeskittymät, kuten tapulipaikat ja markkinapaikat, kaupunkien rakennukset ja vastaavat tai niiden jäännökset.
sme: Orrunbáikkit, (bákte) hoalut, (h) állit, maid vuolde leat daid olbmuid mearkkat, guđet leat orron das dahje bargan das; viesso- dahje girkoduktasajit; girkut, viesut (visttit) dahje juohkelágan ráhkadusat, ja daid bázahusat dahje oasit, dálločorut, dállo- dahje šilljohuksehusat ja eará čoahkkebáikeráhkadusat, nugo gálvorádjosajit ja gávpešiljut, gávpothuksehusat ja dakkáraččat, dahje dain báhcán roamit.

source: Kaikenlaiset työpaikat ja työpajat, kuten kivilouhokset ja muut kaivostoiminnan paikat, raudan louhintapaikat, hiilimiilut ja tervamiilut ja muut käsityöstä ja teollisuudesta kertovat paikat.
sme: Juohkelágan doaibmansajit ja bájit, nugo geađgečuolahagat ja eará bákteruvkenbáikkit, ruovdeháhkasajit, čađđa- (čitna-) ja bihkkaboalddáhagat, ja eará giehtaduoji ja industriija mearkkat.

source: Kaikenlaista peltoviljelystä kertovat jäljet, kuten raivausröykkiöt, kastelukanavat ja kyntöjäljet, aidat ja aitaukset sekä metsästys-, kalastus- ja pyyntivälineet.
sme: Juohkelágan bealdodoalu mearkkat, nugo bealdočorgema geađgečopma, goivvohagat ja veltehagat (bealdojorggohagat), áiddit ja ruođut, ja meahcástan-, guolástan- ja bivdinráhkkanusat.

source: Kaikenlaiset päällystämättömät tiet sekä tiet, jotka oli päällystetty kivillä, puulla tai muulla materiaalilla, padot, sillat, kahluupaikat, satamarakennukset ja yöpymispaikat, veneiden säilytyspaikat ja nostopaikat, lauttapaikat ja veneiden laskupaikat tai sellaisten jäännökset, purjehdusesteet, tiemerkit ja merimerkit.
sme: Juohkelágan johtalusluottat mas ii leat dahje lea geađgevuođđu, muorravuođđu dahje eará vuođđu, buođut, šaldit (rovit), suohppagat (gállagat), hámmanat dahje suodjehámmanat (main molso skiippaveaga), stáffut (sátkkut) ja láddenbáikkit (láttasajit), suvdinsajit (feargasajit) ja bárderuovddit dahje báhcán mearkkat dain, borjjastaneastagat, bálggesmearkkat ja borjjastanmearkkat.

source: Kaikenlaiset puolustusvarustukset, kuten muinaislinnat, linnakkeet, vallit, vallihaudat, linnoitukset ja niiden jäännökset ja lisäksi vartiotulet, merkkitulet ja vastaavat.
sme: Juohkelágan várjalusbáikkit, nugo gililadnit, várjalusmuvrrat, dorvodearpmit, dorvogoivvohagat, ladnestagat ja daid roamit (bázahusat), ja maiddái (geađge) urat, soahtešlievdarat (dolat várečohkain mat dieđihit vašálačča ja soađi boahtima), ja sullasaččat.

source: Käräjäpaikat, kulttipaikat, kiviröykkiöt, kaivot, lähteet ja muut paikat, joihin liittyy arkeologisia löytöjä, perinteitä, uskomuksia, taruja tai perinnäistapoja.
sme: Diggesajit, bálvvussajit, geadgečomažat, gáivvot, ádjagat ja eará sajit main leat leamaš arkeologalaš gávdnoasat, dahje maidda čatnasit árbevierut, osku, čukcasat dahje vierut.

source: Kivet ja kalliot, joissa on kaiverruksia tai kuvia, kuten riimukirjoituksia, kalliopiirroksia ja kalliomaalauksia, kiveen hakattuja uhrikuoppia, hiomauria ja muita kalliopiirroksia ja - kirjoituksia.
sme: Geađggit ja bávttit maidda leat čullojuvvon mearkkat dahje govat, nugo runet (vikiŋggaid bustávat), báktesárgosat ja báktemálagovat, báktečuollangobázat, govaldagat ja eará báktegohpamat.

source: Bautakivet, ristit ja muut vastaavat muistomerkit.
sme: Muitogeađggit, ruossat ja eará dakkár muitomearkkat.

source: Kivilatomukset, kivetykset ja vastaavat.
sme: Geađgevuođustusat, geađgeskoađastusat ja sullasaččat.

source: Kaikenlaiset yksittäiset tai yhden hautakentän alueella olevat hautamuistomerkit, hautaröykkiöt, hautakummut, hautakammiot, polttohaudat, uurnahaudat, arkkuhaudat, hautausmaat ja niiden aitaukset ja kaikenlaiset hautapaadet.
sme: Juohkelágan hávdemuitomearkkat, sierranassii dahje čoahkis, nugo hávečomat, hávdejuovat, hávdeurat, hávdekámmárat, buollinbázahussajit, urdnahávddit, gistohávddit, girkogárddit ja daid áiddit ja juohkelágan hávdemearkkat.

source: Ruotsin lain mukaan kiinteitä muinaisjäännöksiä ovat:
sme: Gittaorru kulturmuittut leat Ruoŧa lága mielde: 1. hávddit, hávdehuksehusat ja hávdeguovllut, ja vel girkogárddit ja eará hávdádanbáikkit.

source: 1. haudat, hautarakennukset ja hautakentät sekä hautausmaat ja muut hautapaikat, 2. pystyyn asetetut kivet sekä kivet ja kallion pinnat, joissa on kaiverruksia, symboleja, merkkejä ja kuvia sekä muita piirroksia tai maalauksia, 3. ristit ja muistokivet, 4. oikeudenkäyttöön, uskonnonharjoitukseen, kaupankäyntiin ja yleisiin tarkoituksiin käytetyt kokoontumispaikat, 5. asumusten, asuinpaikkojen ja työpaikkojen jäännökset sekä kulttuurikerrostumat, jotka ovat syntyneet tällaisten asumusten tai paikkojen käytön yhteydessä, kuten työelämästä ja elinkeinoista kertovat jäännökset, 6. linnakkeiden, linnojen, luostareiden, kirkkorakennusten ja puolustusvarusteiden sekä muiden erikoisten rakennusten ja rakennelmien rauniot, 7. tiet ja sillat, satamarakennukset, vartiotulet, tiemerkit, merimerkit ja muut samankaltaiset liikennettä ohjaavat laitteet sekä rajamerkit ja labyrintit, 8. laivanhylyt, jos laivan hylyksi muuttumisesta voidaan olettaa kuluneen vähintään sata vuotta.
sme: , 2. ceggejuvvon geađggit ja geađggit ja báktebadjogasat main leat čállosat, symbolat, mearkkat ja govat, ja eará sárgumat dahje málejuvvon govat, 3. ruossat ja muitogeađggit, 4. čoahkkanansajit main ledje dikkit, bálvvusmeanut, gávppašeamit ja dábálaš doaimmat 5. orrunsbáikkiid, orrunsajiid ja doaibmansajiid bázahasat, ja vel kulturgeardi mii lea báhcán dakkár orrunbáikkiin dahje orrunsajiin, nugo bázahasat bargoeallimis ja ealáhusdoaimmain, 6. ladne-, šloahtta-, kloasttar-, girko- ja várjalusrusttet-roamit, ja vel eará mihtilmas huksehusat ja ráhkadusat, 7. johtalusluottat ja šaldit (rovit), hámmanat, hávdedollasajit, luoddamearkkat, mearramearkkat ja sullasaš johtalusráhkadusat, ja vel rádjemearkkat ja labyrinttat, 8. vudjon skiippat, jos jáhkehahtti lea ahte vuojui unnimusat čuođi jagi dás ovdal.

source: Kiinteitä muinaisjäännöksiä ovat myös luonnonmuodostumat, joihin liittyy vanhakantainen käyttö, taruja tai omalaatuisia historiallisia muistoja, sekä vanhan kansallisen kultin jäännökset.
sme: Bissovaš luonddubáikkit maidda čatnasit dološ geavaheamit, cukcasat dahje deaŧalaš historjjálaš muittu, nugo maiddái ovddeš áiggiid állbmotlaš bálvvusmeanutge.

source: kulttuurimuistomerkkien moninaisuus kertoo, että saamelaiset ovat käyttäneet
sme: Gittaorru sámi kulturmuittuid šláddjiivuohta muitala ahte sámi guovlluid leat

source: saamelaisalueita varsin pitkään.
sme: guhká geavahan.

source: Saamelaisella kulttuurimaisemalla on suuri ajallinen syvyys
sme: Sámi kulturduovdda lea áigemihtu dáfus guhkki, ja das lea guhkes

source: ja jatkuvuus, koska maiseman käyttö ei ole muuttunut historian kuluessa kovinkaan paljon
sme: boatkankeahtes bissovašvuohta dainnago otnáš geavahusa rádjái duovdaga

source: nykyteknologiasta ja nykyaikaisten välineitten käytöstä huolimatta.
sme: geavaheapmi ii leat nuppástuvvan, vaikko lea ođđa teknologiija ja reaiddut.

source: Historia ja perinteet
sme: Historjá

source: kertovat, että saamelaiset esi-isät, sukupolvet toisensa jälkeen, ovat vuosisatojen ajan alueita
sme: ja árbevierut muitalit ahte sámi máttarvánhemat, buolvvas bulvii ja jahkečuđiid, leat

source: käyttäessään muovanneet ympäristöä ja siten solmineet vahvoja siteitä ihmisen ja alueen
sme: geavahusaineaset hábmen birrasiid, ja dainna lágiin buktán áigái nana čatnasiid

source: välille.
sme: olbmuid ja eatnama gaskka.

source: Monet saamelaiset ovat varttuneet sellaisten perinteisiin juurtuneiden myyttien,
sme: Ollu sámit leat šaddan bajás myhtaiguin, muitalusaiguin

source: kertomusten ja kuvitelmien keskellä, jotka usein ovat liittyneet juuri maisemaan.
sme: ja jurddašanvugiiguin mat čuvvot árbevieruid mat dávjá čatnasit luonddumáilbmái.

source: Tämä tarkoittaa, että monilla saamelaisilla on juurensa maisemassa, alueella, johon
sme: Dat mearkkaša ahte ollu sámiin leat ruohttasat luonddumáilbmái, guvlui dahje

source: heidän esi-isänsä ovat jättäneet jälkensä ja jota he siksi pitävät omanaan. Tämä merkitsee
sme: eatnamii masa sin máttarvánhemiid luottat leat báhcán, ja maid sii dan dihte atnet

source: myös, että saamelaisen historiallisen kulttuurimaiseman suojeleminen on erittäin tärkeä
sme: gullevažžan alcceseaset.

source: osatekijä, jonka avulla voidaan ylläpitää saamelaisten identiteettiä ja suhdetta esi-isien
sme: Dat mearkkaša ahte sámi historjjálaš kulturduovdaga suodjaleapmi lea hirbmat deaŧalaš go galget seailluhit sámiid identitehta ja gaska

source: alueisiin ja siten vaalia niitä historiallisia juuria, joita tämä maisema edustaa sekä tämän
sme: vuođa iežaset máttarvánhemiid guovlluide, ja dainna lágiin seailluhit daid historjjálaš

source: päivän että huomisen sukupolville.
sme: ruohttasiid maid dát eatnamat dolvvodit mielddiset sihke otnáš ja ihtáš buolvvaide.

source: Ensimmäisen kappaleen toinen lause: Saamelaisväestö huolehtii itse saamelaisten
sme: Vuosttaš lađas, nubbi passus: Dušše Norggas sámi álbmogis lea sierra sámi

source: kulttuurimuistomerkkien hallinnosta ainoastaan Norjassa.
sme: kulturmuitohálddašeapmi.

source: Suomessa ja Ruotsissa
sme: Suomas ja Ruoŧas sámi álbmogis ii leat otnážii vejolaš

source: saamelaisväestöllä ei ole nykyään mahdollisuutta vaikuttaa saamelaisten
sme: vuohta váikkuhit sámi kulturmuittuid hálddašeapmái ja hábmen dan. Sámi parla

source: kulttuurimuistomerkkien hallintoon tai kehittää sitä. Saamelaisten parlamentaarinen neuvosto
sme: metáralaš ráđđi lea sávvan ahte čalmmustahttojuvvo sámi kulturmuittuid ja kultur

source: on halunnut kiinnittää huomiota saamelaisten kulttuurimuistomerkkien ja
sme: birrasiid hálddašeapmi, ja ahte oktasaš sámi kulturmuitosuodjaleapmi nannejuvvo

source: kulttuuriympäristöjen hallintoon sekä vahvistaa yhteistä saamelaista kulttuurimuistomerkkien suojelua saamelaisalueella.
sme: Sámis.

source: Ehdotetun artiklan mukaan saamelaisten kulttuurimuistomerkkien
sme: Árvaluvvon artihkkala mielde sámi kulturmuittuid galget riikkaid sámedikkit

source: hallinnoinnin tulee kuulua sopimusvaltioiden saamelaiskäräjille tai sen tulee tapahtua
sme: hálddašit, dahje ahte kulturmuittut hálddašuvvojit ovttasráđiid Sámedikkiin. Dán

source: yhteistyössä saamelaiskäräjien kanssa. Tätä säännöstä on pidettävä edistysaskeleena, ja sillä
sme: njuolggadusa atnit ovdasguvlui doalvu lávkin, mii buorida sámiid vuoigatvuođa

source: edistetään saamelaisten oikeutta määrätä itse hallinnointiin liittyvistä asioista.
sme: beassat ieža mearridit dán áššesuorggi.

source: Valtiolla ei näin ollen ole oikeutta vapaasti hallinnoida omistamiaan irtaimia
sme: Go stáhta eaiggáduššá luovos kulturmuittuid, de stáhta berre sáhttit friddja

source: kulttuurimuistomerkkejä, esimerkiksi kun on kysymys esineiden tallettamisesta muihin
sme: hálddašit daiguin, omd. go lea ságas deponet dávviriid eará dávvirvuorkkáide, luoikat

source: museoihin, lainaamisesta tai myymisestä.
sme: dahje vuovdit daid.

source: Saamelaiskäräjien mielipiteelle on annettava suurta
sme: Sámedikki oaivilis ferte leat stuorra deaddu dáin áššiin.

source: Sama pätee silloin, kun yksityishenkilöt haluavat viedä
sme: Nu ferte

source: saamelaisia kulttuurimuistomerkkejä pois maasta.
sme: maid leat go priváhta olbmot háliidit doalvut sámi kulturmuittuid riikkas eret.

source: Toinen kappale: Erityiset saamelaiset kulttuuripiirteet ulottuvat valtionrajojen yli.
sme: Nubbi lađas: Erenoamáš sámi kultursárgosat rasttildit riikkarájiid. Danne dás

source: Tämän vuoksi tässä artiklassa on säädetty, että sopimusvaltioiden tulee ryhtyä rajat ylittävään
sme: lea mearriduvvon ahte stáhtat galget mearridit ovttasbargui doaibmabijuid sámi

source: yhteistyöhön saamelaisten kulttuurimuistomerkkien dokumentoimiseksi, suojaamiseksi ja
sme: kulturmuittuid dokumentemis, suodjaleamis ja hálddašeamis.

source: hallinnoimiseksi.
sme: Dat doalvu ovdan

source: kulttuurimuistomerkkien hallinnon luomiseen.
sme: ollislaš sámi kulturmuitohálddašeami.

source: Kolmannessa kappaleessa ehdotetaan, että sopimusvaltioiden tulee edistää
sme: Goalmmát lađđasis lea árvaluvvon ahte stáhtat galget bargat dan badjelii ahte

source: saamelaisyhteisölle erityisen tärkeiden kulttuurimuistomerkkien luovuttamista takaisin
sme: sámi kulturmuittuit mat erenoamážit beroštahttet sámi servodaga, galget

source: sopiviin museoihin tai muihin mainittujen kulttuurimuistomerkkien alkuperäalueella
sme: máhcahuvvot heivvolaš dávvirvuorkkáide dahje eará dohkálaš sámi kulturlágádusaide

source: sijaitseviin sopiviin saamelaisiin kulttuurilaitoksiin saamelaiskäräjien kanssa tehtävän
sme: mat leat dan guovllus mas kulturmuitu vulge. Nu galgá dáhpáhuvvat dárkileabbo

source: tarkemman sopimuksen mukaan.
sme: soahpamuša mielde mii dahkkojuvvo riikkaid Sámedikkiin.

source: Valtioiden velvollisuudet saamelaiskulttuurin suhteen käsittävät myös kulttuurin aineellisen perustan siten, että saamelaisille tarjotaan välttämättömät elinkeinoihin liittyvät ja taloudelliset edellytykset säilyttää ja kehittää kulttuuriaan.
sme: Stáhtaid geatnegasvuođat sámi kultuvrra guovdu fátmmastit maid ávnnaslaš kulturvuođu, vai sámiide leat dárbbašlaš ealáhuslaš ja ekonomalaš eavttut maiguin sáhttet sihkkarastit ja ovddidit iežaset kultuvrra.

source: Sopimusvaltioiden velvollisuudet saamelaiskulttuurin suhteen eivät käsitä ainoastaan
sme: Stáhtaid geatnegasvuođat sámi kultuvrii eai siskkil dušše sámegiela ja árbevirolaš

source: saamen kieltä ja perinteisiä saamelaisia kulttuurinilmauksia 31 artiklassa ja artiklaan
sme: kulturilbmademiid maid artihkkal 31 ja dasa gullevaš mearkkašumit gieđahallet.

source: liittyvissä huomautuksissa tarkoitetulla tavalla. Kuten aiemmin on mainittu,
sme: Nugo namahuvvui, de kulturdoaba fátmmasta maiddái ealáhusaidge, ja dat fátmmasta earáge árbevirolaš resursageavaheami.

source: Yhtenä saamelaisen kulttuurin ylläpitämisen edellytyksenä on, ettei
sme: Eaktu sámi kultuvrra seailluheapmái lea ahte

source: aineellista voimavaraperustaa heikennetä.
sme: sámi ávnnaslaš resursavuođđu ii hedjon.

source: Juuri tämä voimavaraperusta muodostaa aineellisen
sme: Dát resursavuođđu dat lea ávnnaslaš

source: Aineellinen kulttuuriperusta on ollut saamelaisoikeudellisen kehityksen keskeinen
sme: Ávnnaslaš kulturvuođđu lea leamaš guovdilis doaba sámerievttálaš ovdáneamis.

source: käsite. Norjan saamelaisoikeuskomitean ensimmäisessä mietinnössä NOU 1984: 18 tehtiin
sme: Sámi vuoigatvuođalávdegotti vuosttamuš čielggadeamis Norggas, NÁČ 1984: 18,

source: laaja selvitys kansalaisoikeuksia ja poliittisia oikeuksia koskevassa YK:n yleissopimuksen
sme: ON-konvenšuvnna kulturdoaba siviila ja politihkalaš vuoigatvuođaid birra (SP),

source: (KP.) 27 artiklassa mainitusta kulttuurikäsitteestä.
sme: artihkkal 27, šattai viiddis čielggadeami fáddán.

source: Käytyään läpi huomattavan määrän
sme: Go ledje geahčadan viehka ollu

source: oikeuslähdeaineistoa komitea lausui:
sme: riektegáldoávdnasiid, lávdegoddi celkkii:

source: ” Parhaat perustelut puhuvat tämän mukaan sen puolesta, että käsitettä ” kulttuuri ” on tulkittava siten, että määräyksen piiriin kuuluvat myös etnisen vähemmistön kulttuurin aineelliset puolet.
sme: " Buorit sivat leat jáhkkit ahte doaba ” kultuvra ” ipmirduvvo nu viidát ahte mearrádus siskkilda čearddalaš unnitlogu kultuvrra ávnnaslaš beliidge.

source: Siinä tapauksessa määräyksen tulee kattaa elinkeinoihin liittyvät ja muut taloudelliset seikat siinä määrin kuin se on ratkaisevaa ryhmän mahdollisuudelle säilyttää oma kulttuurinsa ja välittää sitä eteenpäin. ”
sme: Ealáhuslaš ja ekonomalaš bealit berrejit dainna lágiin leat mielde nu ollu go joavku dárbbaša, vai sáhttá seailluhit ja ovddidit iežas kultuvrra. "

source: (s. 283.)
sme: (siidu 283)

source: Hallitus yhtyi Saamelaisoikeuskomitean näkemykseen kulttuurikäsitteestä, katso
sme: Ráđđehus doarjjui Sámi vuoigatvuođalávdegotti ipmárdusa kulturdoahpagis, geahča

source: prp.)
sme: Od.

source: n:o 33 (1986−87) saamelaiskäräjiä ja muita saamelaisia
sme: prp. nr. 33 (1986-87), Sámedikki ja eará sámi riektedilálašvuođaid lága birra, s.

source: sen mietintöön (Innst. O.) 1986−87 n:o 79, s. 5.
sme: 35. ja justiisalávdegotti cealkámuša, Innst. O. 1986-87 nr. 79 s. 5.

source: Katso muilta osin Carsten Smithin julkaisu,
sme: Geahča muđui

source: Lov og Rett 1990 s. 507 alkaen, etenkin s. 512 alkaen.
sme: 507 ja čv., erenoamážit s. 512 čv.

source: Kuten 1 artiklaa koskevissa huomautuksissa on mainittu, samaa kulttuurikäsitteen
sme: Kulturdoahpagis lea, nugo namahuvvui, seammá ipmárdus artihkkala 1

source: tulkintaa pidetään lähtökohtana Suomen perustuslain 17 §:ssä ja YK:n ihmisoikeuskomitean
sme: mearkkašumiin maid vuođđun bidjá suopmelaš vuođđolága 17 §, ja ON

source: lausunnossa:
sme: olmmošvuoigatvuođalávdegoddi:

source: Tässä yhteydessä viitataan myös siihen, mitä on lausuttu edellä 7.4.3 kohdassa.
sme: Čujuhuvvo maid dan čilgenvuohkái mii lea dás ovddabealde čuoggás 7.4.3.

source: Tätä artiklaa on tarkasteltava yhdessä maan ja veden käyttöä koskevan 34 artiklan
sme: Artihkkala lea dárbu geahčadit ovttas artihkkaliin 34 mii lea vuoigatvuođaid

source: sekä vuonoja sekä rannikkovesiä koskevan 38 artiklan ja myös IV ja V luvun muiden
sme: birra eatnamiidda čáziide, ja artihkkaliin 38, mii lea vuonaid ja riddočáziid birra, ja

source: säännösten kanssa.
sme: maiddái earáge mearrádusaiguin mat leat kapihttaliin IV ja V.

source: IV luku
sme: Kapihttal IV

source: Saamelaisten oikeus maahan ja veteen
sme: Sámiid vuoigatvuohta čáziide ja eatnamiidda

source: Pitkäaikainen perinteinen maa- tai vesialueiden käyttö muodostaa perustan saamelaisten yksilölliselle tai yhteisölliselle omistusoikeudelle näihin alueisiin pitkäaikaista käyttöä koskevien kansallisten tai kansainvälisten sääntöjen mukaan.
sme: Guhkesáigásaš árbevirolaš geavahus eanan- ja čáhceviidodagain lea vuođđun sámiid individuála ja kollektiiva opmodatvuoigatvuhtii dáidda guovlluide riikkaidsiskkáldas ja riikkaidgaskasaš njuolggadusaid mielde mat gustojit guhkesáigásaš geavaheami geažil.

source: Jos saamelaiset, olematta omistajan asemassa, hallitsevat ja ovat perinteisesti käyttäneet tiettyjä maa- tai vesialueita poronhoitoon, metsästykseen tai kalastukseen taikka muulla tavalla, tulee heillä olla oikeus alueiden jatkuvaan hallintaan ja käyttöön samassa laajuudessa kuin aikaisemminkin.
sme: Jos sámiin, almmá earáid anekeahttá sin eaiggádin, leat geavahusas ja sii árbevirolaččat leat geavahan dihto eanan- ja čáhceviidodagaid boazodollui, bivdui, guolásteapmái dahje eará doibmii, de sis galgá leat vuoigatvuohta ain doaladit guovlluin ja geavahit daid nugo leat dahkan juo ovddežis.

source: Jos saamelaiset käyttävät alueita yhdessä toisen kanssa, tulee kuitenkin saamelaisten ja toisen käyttäjän käyttää oikeuksiaan ottaen molemminpuolisesti huomioon toisensa ja kilpailevien oikeuksien luonne.
sme: Jos sámit guovlluid geavahit ovttas earáiguin, de sámit ja duot nuppit geavaheaddjit galget geavahit iežaset vuoigatvuođaid válddedettiineaset vuhtii nuppit nuppiid ja iežaset vuostálas vuoigatvuođaid luonddu.

source: Erityistä huomiota tulee tässä yhteydessä kiinnittää poronhoitoa harjoittavien saamelaisten asemaan.
sme: Dán oktavuođas galgá erenoamážit váldojuvvot vuhtii boazosápmelaččaid beroštumit.

source: Alueiden jatkuvan käyttöoikeuden rajaaminen samaan laajuuteen kuin aikaisemminkin ei saa estää hyödyntämismuotojen tarpeellista sopeuttamista tekniseen ja taloudelliseen kehitykseen.
sme: Ahte vuoigatvuohta geavahit guovlluid lea ráddjejuvvon seammá muddui go ovdalge, ii galgga heađuštit geavahanvugiid heiveheami dárbbu mielde teknihkalaš ja ekonomalaš ovdáneapmái.
